Repository: becahp/tematres-wp
Catalog: languages/tematres-wp-integration-*.po
Languages: pt_br

source: Add New %s
pt_br: Adicionar Novo %s

source: Add or remove %s
pt_br: Adicionar ou remover %s

source: All %s
pt_br: Todos(as) %s

source: already exists.
pt_br: já existe.

source: Choose from the most used %s
pt_br: Selecione a partir das %s mais usadas

source: Choose the post types where the Tematres Tags will be applied
pt_br: Selecione os tipos de posts onde serão aplicado as Tags

source: Currently, the saved URL is:
pt_br: A URL salva no momento é:

source: Define the Tag Name (this doesn't affect the term slug)
pt_br: Defina o Nome da Tag (isso não afeta o slug do termo)

source: Edit %s
pt_br: Editar %s

source: Empty search term
pt_br: Termo vazio

source: ERROR! Response:
pt_br: ERROR! Resposta:

source: Hello world!
pt_br: Olá Mundo!!!!!

source: Hi there!
pt_br: Olá!!!!!!

source: Insert Tag Name
pt_br: Insira o Nome da Tag

source: Insert Tag Name:
pt_br: Insira o Nome da Tag

source: Insert URL
pt_br: Insira uma URL

source: It's alive!
pt_br: Está funcionando!

source: New %s Name
pt_br: Novo %s Nome

source: No %s found
pt_br: Nenhum(a) %s encontrado(a)

source: Please write more
pt_br: Por favor, escreva mais

source: Popular %s
pt_br: %s populares

source: Post types where Tematres Tags will be applied
pt_br: Tipos de posts onde serão aplicado as Tags Tematres

source: Rebeca Moura e Lucas Rodrigues
pt_br: Rebeca Moura and Lucas Rodrigues

source: saved as Tematres Tags
pt_br: salvo como Tag Tematres

source: Search %s
pt_br: Pesquisar %s

source: Searching...
pt_br: Procurando...

source: Select Post types:
pt_br: Selecione os tipos de posts:

source: Separate %s with commas
pt_br: Separe %s com vírgulas

source: Sucess! Response:
pt_br: Sucesso! Resposta:

source: Tag Name
pt_br: Nome da Tag

source: Tematres URL
pt_br: URL do Tematres

source: Tematres WP plugin settings
pt_br: Configurações do plugin Tematres WP

source: There was an error adding this setting. Please try again. If this persists, shoot us an email.
pt_br: Ocorreu um erro ao adicionar essa configuração. Por favor tente novamente. Se o erro persistir, nos mande um email.

source: This setting applies to all features of the Tematres WP plugin.
pt_br: Essa configuração se aplica à todas as funcionalidades do plugin Tematres WP.

source: Update %s
pt_br: Atualizar %s

source: URL example:
pt_br: Exemplo de URL:

source: WordPress and Tematres Integration
pt_br: Integração entre Tematres e WordPress
